Repository: BenkaidaNet/Site_ENSSEA
Catalog: ENSSEA_SITE/VirtualM/EnsseaWeb/locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Applied Statistics and Econometrics
ar: الإحصاء التطبيقي والاقتصاد القياسي
fr: statistiques Appliquées et Économétrie

source: Departement of Applied Statistics and Econometrics
ar: قسم الإحصاء التطبيقي والاقتصاد القياسي
fr: Departement de statistiques Appliquées et Économétrie

source: Head of department:
ar: رئيس القسم:
fr: Chef department

source: Email:
ar: البريد الالكتروني

source: Phone:
ar: الهاتف

source: The modules studied during the master's cycle are divided as follows:
ar: الوحدات التي يتم دراستها خلال طور ماستر مقسمة على النحو التالي
fr: Les modules étudiés durant le cycle master sont répartis comme suit

source: Applied Statistics
ar: الإحصاء التطبيقي
fr: statistiques Appliquées

source: Statistics and Data Science
ar: الاحصاء و علم البيانات
fr: statistiques et Data Science

source: Population Science and Social Statistics
ar: علم السكان و الاحصاء الاجتماعي
fr: Sciences de la population et Statistiques Sociales

source: Entrepreneurship development center
ar: مركز تطوير المقاولاتية
fr: Centre de développement de l'entrepreneuriat

source: Latest News
ar: آخر الأخبار
fr: Dernières Nouvelles

source: Learne More
ar: اقرأ المزيد

source: Archive
ar: أرشيف

source: External Relations
ar: العلاقات الخارجية
fr: Relations Extérieures

source: National conventions :
ar: الاتفاقيات الوطنية
fr: Conventions nationales :

source: International conventions :
ar: الاتفاقيات الدولية
fr: Conventions internationales :

source: Related news
ar: أخبار ذات صلة
fr: Nouvelles connexes

source: Head of department
ar: رئيس القسم:
fr: Chef department

source: Phone :
ar: الهاتف

source: Email :
ar: البريد الالكتروني

source: AREA AND INFRASTRUCTURE
ar: المساحة والبنية التحتية
fr: SUPERFICIE ET INFRASTRUCTURE

source: The ENSSEA covers a total area of nine hectares (09 ha), distributed in : <br> Building: 06 Ha (66.67%%)<br> Car parks, routes and green areas: 03 Ha (33.33%%)<br> the building comprises three (03) blocks with three (03) floors, and a synthesis of contemporary styles where the decorative influences of modern architecture are declined, in complete harmony. It is composed of :<br>
ar: تغطي المدرسة مساحة إجمالية قدرها تسعة هكتارات (09 هكتارا)، موزعة كمايلي <br> المبنى: 06 هكتار (66.67٪)<br> مواقف السيارات والطرق والمساحات الخضراء: 03 هكتار (33.33٪) <br> يتكون المبنى من ثلاثة (03) كتل مع ثلاثة (03) الطوابق ، وتوليفة من الأساليب المعاصرة حيث الديكور ياخذ الطابع المعماري المعاصر في كامل المبنى ويتكون من
fr: L'ENSSEA couvre une superficie totale de neuf hectares (09 ha),distribué dans: <br> Bâtiment: 06 Ha (66,67%%)<br> Parkings, routes et espaces verts: 03 Ha (33,33%%)<br> le bâtiment comprend trois (03) blocs de trois (03) étages, et une synthèse de styles contemporains où les influences décoratives de l'architecture moderne se déclinent, en toute harmonie. Il est composé de: <br>

source: amphitheaters
ar: المدرجات
fr: amphithéâtre

source: Conference room
ar: قاعة المحاضرات
fr: Salle de conférence

source: Auditorium
ar: قاعة العرض

source: reading rooms
ar: قاعات المطالعة
fr: salles de lecture

source: works rooms
ar: قاعات الاعمال الموجهة
fr: salles de travail

source: computer rooms
ar: قاعة الاعلام الالي
fr: salles informatiques

source: teachers offices
ar: مكاتب الاساتذة
fr: bureaux des enseignants

source: administrative offices
ar: مكاتب الادارة
fr: bureaux administratifs

source: meeting room
ar: قاعة الاجتماع
fr: salle de réunion

source: doctor s office
ar: مكتب الطبيب
fr: cabinet du médecin

source: archive room
ar: قاعة الارشيف
fr: salle des archives

source: store
ar: مخزن
fr: magasin

source: workshop
ar: ورشة
fr: atelier

source: History
ar: نبذة تاريخية
fr: Historique

source: Infrastructure
ar: البنية التحتية

source: organizational chart
ar: الهيكل التنظيمي
fr: organigramme

source: Home
ar: الرئيسية
fr: Accueil

source: About
ar: حول المدرسة
fr: a propos

source: Studies
ar: الدراسة
fr: Études

source: Study and schooling
ar: الدراسة والتعليم
fr: Études et scolarité

source: Offers and formation
ar: العروض والتكوين
fr: Offres et formations

source: Departements
ar: ألأقسام
fr: Départements

source: Preparatory Classes
ar: ألأقسام التحضيرية
fr: Classes Préparatoires

source: Master Common Teaching
ar: ماستر تعليم مشترك
fr: Master Enseignement commun

source: applied Statistics and Econometrics
ar: الإحصاء التطبيقي والاقتصاد القياسي
fr: statistiques Appliquées et Économétrie

source: finance and Actuarial
ar: مالية وحساب المخاطرة
fr: finance et Actuariat

source: quantitative and prospective economics
ar: الاقتصاد الكمي والاستشراف الاقتصادي
fr: économie quantitative et prospective

source: Deanship
ar: نيابة المديريات
fr: Sous Directrions

source: Postgraduate training department
ar: قسم التكوين في الدراسات العليا
fr: Département de formation postgraduation

source: External relations
ar: العلاقات الخارجية
fr: Relations extérieures

source: internship service
ar: مصلحة التربصات
fr: service de stages

source: Scientific research
ar: البحث العلمي
fr: Recherche scientifique

source: Research laboratories
ar: مخابر البحث
fr: Laboratoires de recherche

source: Scientific Council
ar: المجلس العلمي
fr: Conseil scientifique

source: Scientific activities
ar: الأنشطة العلمية
fr: Activités scientifiques

source: library
ar: المكتبة
fr: bibliothèque

source: Offers And Formation
ar: العروض والتكوين
fr: Offres et formations

source: Offers and Formation
ar: العروض والتكوين
fr: Offres et formations

source: The National Higher School of Statistics and Applied Economics provides graduation and post-graduation courses, which cover Three higher education cycles :
ar: تقدم المدرسة الوطنية العليا للإحصاء والاقتصاد التطبيقي التكوين في مرحلة التدرج وما بعد التدرج، والتي تغطي ثلاث أطوار للتعليم العالي :
fr: L'École Nationale Supérieure de Statistique et d'Économie Appliquée dispense des cours de fin d'études et de post-graduation, qui couvrent trois cycles d'enseignement supérieur :

source: First cycle: Preparatory Classes
ar: الطور الأول: الاقسام التحضيرية
fr: Premier cycle:Classes Préparatoires

source: CONDITIONS OF ACCESS
ar: شروط الالتحاق
fr: CONDITIONS D'ACCÈS

source: the School annually receives new graduates oriented towards preparatory classes, according to the orientation conditions set by the Ministry of higher education and scientific research, namely : The wishes expressed by the new bachelors ; The results obtained at the baccalaureate ; The reception capacities of higher schools.
ar: تستقبل المدرسة سنويا خريجين جدد موجهين نحو الفصول التحضيرية ، وفقا لشروط التوجيه التي وضعتها وزارة التعليم العالي والبحث العلمي ، وهي: الرغبات التي عبر عنها الناجحون الجدد في شهادة البكالوريا؛ النتائج التي تم الحصول عليها في البكالوريا؛ قدرات الاستقبال للمدارس العليا.
fr: l'École accueille annuellement de nouveaux diplômés orientés vers les classes préparatoires, selon les conditions d'orientation fixées par le ministère de l'Enseignement supérieur et de la recherche scientifique, à savoir : Les souhaits exprimés par les nouveaux bacheliers ; Les résultats obtenus au baccalauréat ; Les capacités d'accueil des écoles supérieures.

source: Second cycle: Master's degree
ar: الطور الثاني:مرحلة الماستر
fr: Deuxième cycle: Master

source: the School receives new students from all preparatory schools of Economic, Commercial and Management Sciences, at the end of a national competition for access to higher schools, organized at the end of the first cycle. This competition is open to students who have been declared admitted at the end of the second preparatory year. Admitted students can pursue three (03) years of training, i.e. one (01) year of joint education (02 semesters) and two years of specialty (04 semesters). The last semester is entirely devoted to the internship and the preparation of the final thesis, which is publicly defended in front of a jury.
ar: تستقبل المدرسة الطلاب الجدد من جميع المدارس التحضيرية للعلوم الاقتصادية والتجارية والإدارية ، يتم اجراء مسابقة وطنية للدخول إلى المدارس العليا . هذه المسابقة مفتوحة للطلاب الذين تم الإعلان عن قبولهم في نهاية السنة التحضيرية الثانية يمكن للطلاب المقبولين متابعة ثلاث (03) سنوات من التكوين ، أي سنة واحدة (01) من التعليم المشترك وسنتين من التخصص . الفصل الدراسي الأخير مخصص بالكامل للتكوين الداخلي وإعداد المذكرة النهائية ، والتي يتم مناقشتها علنا أمام هيئة المناقشة
fr: l'École accueille de nouveaux étudiants issus de toutes les Écoles préparatoires aux Sciences Économiques, Commerciales et de Gestion, à l'issue d'un concours national d'accès aux écoles supérieures, organisé en fin de premier cycle. Ce concours est ouvert aux étudiants qui ont été déclarés admis à la fin de la deuxième année préparatoire. Les étudiants admis peuvent poursuivre trois (03) années de formation, soit une (01) année de formation commune (02 semestres) et deux années de spécialité (04 semestres). Le dernier semestre est entièrement consacré au stage et à la préparation de la thèse finale, qui est soutenue publiquement devant un jury.

source: Third cycle: Doctorate
ar: الطور الثالث : الدكتوراه
fr: Troisième cycle: Formation doctorale

source: Registration for the Doctorate is open to students holding a Master's degree or equivalent (or state engineer) in the field of statistics and applied economics, according to the conditions set by the various doctoral training offers of the School. The candidates participate in a national competition according to the conditions of the School and those, selected at the end of this competition, will have the choice between several specialties.
ar: التسجيل للدكتوراه مفتوح للطلاب الحاصلين على شهادة ماستر أو ما يعادلها (أو مهندس الدولة) في مجال الإحصاء و الاقتصاد التطبيقي ، وفقا للشروط التي وضعتها المدرسة يشارك المرشحون في مسابقة وطنية حسب ظروف المدرسة والناجحون في نهاية هذه المسابقة ، سيكون لهم الاختيار بين عدة تخصصات.
fr: L'inscription au Doctorat est ouverte aux étudiants titulaires d'un Master ou équivalent (ou ingénieur d'État) dans le domaine de la statistique et de l'économie appliquée, selon les conditions fixées par les différentes offres de formation doctorale de l'École. Les candidats participent à un concours national selon les conditions de l'École et ceux, sélectionnés à l'issue de ce concours, auront le choix entre plusieurs spécialités.

source: The school provides training in six major specialties
ar: توفر المدرسة التكوين في ستة تخصصات رئيسية
fr: L'école dispense des formations dans six grandes spécialités

source: Finance and Actuarial
ar: مالية وحساب المخاطرة
fr: Finance et Actuariat

source: Applied Economics and Prospective
ar: الاقتصاد التطبيقي و الاستشراف
fr: Économie Appliquée et Prospective

source: Statistics and Economic Prospective
ar: الإحصاء والاستشراف الاقتصادي
fr: Statistiques et Prospective Économique

source: Laboratory team
ar: فريق المخبر
fr: Equipe de laboratoire

source: Name
ar: الاسم
fr: Nom

source: Grade
ar: الرتبة

source: The Scientific Council
ar: المجلس العلمي
fr: Le Conseil Scientifique

source: Scientific bodies
ar: الهيئات العلمية
fr: Organismes scientifiques

source: actuality
ar: احداث
fr: actualité

source: Latest news
ar: آخر الأخبار
fr: Dernières Nouvelles

source: Second cycle Master
ar: الطور الثاني:مرحلة الماستر
fr: deuxième cycle Master

source: Common Teaching Department of Master s Cycle
ar: قسم التعليم المشترك لطور ماستر
fr: Département d'enseignement commun cycle Master

source: Modules studied during the first year of the common core in the second cycle
ar: الوحدات التي يتم تدريسها خلال السنة الأولى جذع مشترك في الطور الثاني
fr: Modules étudiés au cours de la première année du tronc commun du deuxième cycle

source: first year of the common trunk
ar: السنة الأولى من الجذع المشترك
fr: première année du tronc commun

source: Data Science
ar: علوم البيانات

source: Departement of Finance and Acturial
ar: قسم مالية وحساب المخاطرة
fr: Departement de finance et Actuariat

source: Useful links
ar: روابط مهمة
fr: Liens utiles

source: Ministry of Higher Education and Scientific Research
ar: وزارة التعليم العالي والبحث العلمي
fr: Ministère de l'Enseignement Supérieur et de la Recherche Scientifique

source: Regional Conference of Center Universities
ar: الندوة الجهوية لجامعات الوسط
fr: Conférence Régionale des Universités de Centre

source: Entrepreneurship development centers
ar: مركز تطوير المقاولاتية
fr: Centres de développement de l'entrepreneuriat

source: Thematic Research Agency in Social and Human Sciences
ar: وكالة البحوث المواضيعية في العلوم الاجتماعية والإنسانية
fr: Agence de Recherche Thématique en Sciences Sociales et Humaines

source: Center for research in Applied Economics for development
ar: مركز البحث في الإعلام العلمي و التقني
fr: Centre de recherche en Économie Appliquée pour le développement

source: contact
ar: اتصل بنا

source: Kolea W.Tipaza,Algeria
ar: القليعة ولاية تيبازة.الجزائر
fr: Kolea W.Tipaza,Algerie

source: position
ar: الموقع

source: National Higher School of Statistics and Applied Economics
ar: المدرسة الوطنية العليا للإحصاء والاقتصاد التطبيقي
fr: Ecole Nationale Supérieure de Statistique et d'Économie Appliquée

source: Registration for the Doctorate is open to students holding a Master's degree or equivalent (or state engineer) in the field of statistics and applied economics, according to the conditions set by the various doctoral training offers of the School. The candidates participate in a national competition according to the conditions of the School and those, selected at the end of this competition, will have the choice between several specialties.
ar: التسجيل للحصول على الدكتوراه مفتوح للطلاب الحاصلين على درجة الماجستير أو ما يعادلها (أو مهندس الدولة) في مجال الإحصاء والاقتصاد التطبيقي ، وفقا للشروط التي تحددها عروض تكوين الدكتوراه المختلفة للمدرسة. يشارك المرشحون في مسابقة وطنية وفقا لظروف المدرسة ، وسيكون للمرشحين الذين يتم اختيارهم في نهاية هذه المسابقة الاختيار بين عدة تخصصات
fr: L'inscription au Doctorat est ouverte aux étudiants titulaires d'un Master ou équivalent (ou ingénieur d'État) dans le domaine de la statistique et de l'économie appliquée, selon les conditions fixées par les différentes offres de formation doctorale de l'École. Les candidats participent à un concours national selon les conditions de l'École et ceux, sélectionnés à l'issue de ce concours, auront le choix entre plusieurs spécialités.

source: HISTORY
ar: تاريخ المدرسة
fr: Histoire

source: As part of the Ordinance 69-106 of 12/26/1969 on the creation of institutes of Technology and in application of Decree 70-109 of 07/20/1970, it was created in 1970, in Algiers, an "Institute of Planning and Statistics Technology" (ITPS) and placed under the supervision of the Ministry of Finance and Planning; the Institute's mission was to train senior application managers necessary to meet the needs defined by the national development plan, in the field of planning techniques and statistics and also to ensure the training and improvement of agents working in this sector.<br> In 1972, and in execution of Decree 72-133 of 07/06/1972, the name of the Institute became "Institute of Planning Techniques and Applied Economics" (ITPEA). <br>In 1983, in application of Decree 83-692 of 11/26/1983, the ITPEA is erected in the "National Institute of Planning and Statistics" (INPS) and placed under the supervision of the Ministry of Planning and Spatial Planning, the INPS had the mission: To train senior technicians, state engineers and magisterium. To ensure, in the field of planning, statistics and quantitative techniques applied to the economy, the retraining, specialization and improvement of senior technicians, engineers and holders of diplomas or equivalent titles.<br> To carry out research work related to planning, statistics and quantitative techniques applied to the economy and to ensure the dissemination, in accordance with the regulations, the modalities and procedures in force. The supervision of the INPS is conferred on the Ministry of Higher Education by Decree 87-271 of 12/15/1987.<br> Since 2008, the INPS has become an out-of-university School, by virtue of Executive Decree 08-222 of 07/14/2008, and takes the name of "National Higher School of Statistics and Applied Economics" (ENSSEA). During the year 2014, in application of Executive Decree 13-370 of 09/11/2013, the ENNSEA is transferred from the city of Algiers to its new headquarters located in the town of Kolea, Wilaya of Tipaza.
ar: في اطار المرسوم 69-106 المؤرخ 12/26/1969 بشأن إنشاء معاهد التكنولوجيا وتطبيقا للمرسوم 70-109 المؤرخ 07/20/1970 ، تم إنشاؤه في عام 1970 ، في الجزائر العاصمة معهد التكنولوجيا للتخطيط والإحصاء و وضع تحت إشراف وزارة المالية والتخطيط; كانت مهمة المعهد هي تكوين الاطارات العليا للتطبيق اللازمين لتلبية الاحتياجات المحددة في خطة التنمية الوطنية ، في مجال تقنيات التخطيط والإحصاء ، وكذلك ضمان تدريب وتحسين الأعوان الناشطين في هذا القطاع.في عام 1972 ، وتنفيذا للمرسوم 72-133 من 07/06/1972 ، أصبح اسم المعهد معهد تقنيات التخطيط والاقتصاد التطبيقي <br>في عام 1983 ، تنفيذا للمرسوم 83-692 المؤرخ 11/26/1983 ، تم إنشاء المعهد « باسم المعهد الوطني للتخطيط والإحصاء » وتم وضعه تحت إشراف وزارة التخطيط وتهيئة الاقليم ، وكانت مهمة المعهد الوطني للتخطيط والإحصاء :تكوين التقنيون السامون ومهندسو الدولة والماجيستر <br>ضمان في مجال التخطيط والإحصاء والتقنيات الكمية المطبقة على الاقتصاد إعادة تكوين، والتخصص وتحسين كفاءة التقنيين السامين والمهندسين وحاملي الشهادات أوالشهاداتالمعادلة <br>القيام بأعمال البحث المتعلقة بالتخطيط والإحصاء والتقنيات الكمية المطبقة على الاقتصاد وضمان نشرها ، وفقا للأنظمة والطرائق والإجراءات المعمول به <br>منح الإشراف على المعهد الوطني للإحصاء لوزارة التعليم العالي بموجب المرسوم 87-271 المؤرخ 12/15/1987. منذ عام 2008 ، أصبح المعهد الوطني للإحصاء مدرسة خارج الجامعة ، بموجب المرسوم التنفيذي 08-222 المؤرخ 07/14/2008 ، ويأخذ اسم المدرسة الوطنية العليا للإحصاء والاقتصاد التطبيقي و خلال عام 2014 ، تطبيقا للمرسوم التنفيذي 13-370 المؤرخ 09/11/2013 تم نقل المدرسة من مدينة الجزائر إلى مقرها الجديد في مدينة القليعة بولاية تيبازة
fr: Dans le cadre de l’Ordonnance 69-106 du 26/12/1969 portant création des instituts de Technologie et en application du décret 70-109 du 20/07/1970, il a été créé en 1970, à Alger un « Institut de Technologie de la Planification et des Statistiques » (ITPS ) et placé sous la tutelle du Ministère des Finances et du Plan; l’Institut avait pour mission de former des cadres supérieurs d’application nécessaires à la satisfaction des besoins définis par le plan national de développement, dans le domaine des techniques de planification et des statistiques et d’assurer également la formation et le perfectionnement des agents en activités dans ce secteur. En 1972, et en exécution du décret 72-133 du 07/06/1972, la dénomination de l’Institut est devenue « Institut des Techniques de Planification et d’Economie Appliquée » ( ITPEA) . En 1983, en application du décret 83-692 du 26/11/1983, l’ITPEA est érigé en « Institut National de la Planification et de la Statistique » (INPS) et placé sous la tutelle du Ministère de la Planification et de l’Aménagement du Territoire, l’INPS avait pour mission: De former des techniciens supérieurs, des ingénieurs d’état et des magistères. D’assurer, dans le domaine de la planification, des statistiques et des techniques quantitatives appliquées à l’économie, le recyclage, la spécialisation et le perfectionnement des techniciens supérieurs, des ingénieurs et des titulaires des diplômes ou titres équivalents. De réaliser des travaux de recherche en rapport avec la planification, les statistiques et les techniques quantitatives appliquées à l’économie et d’en assurer la diffusion, conformément à la règlementation, aux modalités et procédures en vigueur. La tutelle de l’INPS est conférée au Ministère de l’Enseignement Supérieur par le décret 87-271 du 15/12/1987. Depuis 2008, l’INPS est devenu une Ecole hors-université, en vertu du décret exécutif 08-222 du 14/07/2008, et prend le nom d’ « Ecole Nationale Supérieure de Statistique et d’Economie Appliquée » (ENSSEA). Durant l’année 2014, en application du décret exécutif 13-370 du 09/11/2013, l’ENNSEA est transférée de la ville d’Alger vers son nouveau siège situé dans la ville Koléa, Wilaya de Tipaza.

source: The old headquarters of ENSSEA - Algiers-
ar: المقر القديم للمدرسة -الجزائر العاصمة-
fr: L'ancien siège de l'ENSSEA - Alger-

source: The old headquarters of INPS - Algiers-
ar: المقر القديم للمعهد الوطني للإحصاء - الجزائر العاصمة-
fr: L'ancien siège de l'INPS - Alger-

source: MISSION
ar: مهمة المدرسة

source: The ENSSEA's mission is to ensure higher education, scientific research and technological development in the various fields related to statistics and applied economics.
ar: تتمثل مهمة المدرسة في ضمان التعليم العالي والبحث العلمي والتطوير التكنولوجي في مختلف المجالات المتعلقة بالإحصاءات والاقتصاد التطبيقي.
fr: L’ENSSEA a pour mission d’assurer la formation supérieure, la recherche scientifique et le développement technologique dans les différents domaines liés à la statistiques et à l’économie appliquée.

source: ENSSEA in numbres
ar: المدرسة في ارقام
fr: ENSSEA en chiffres

source: proffessors
ar: أساتذة
fr: Enseignants

source: preparatory students
ar: طلبة تحضيري
fr: Etudiants preparatoire

source: Master students
ar: طلبة ماستر
fr: Etudiants Master

source: doctoral students
ar: طلبة دكتوراه
fr: doctorants

source: DEPARTEMENTS
ar: أقسام

source: FORMATIONS
ar: تكوينات

source: Second cycle:master’s degree
ar: الطور الثاني:مرحلة الماستر
fr: Deuxième cycle: Master

source: Common teaching
ar: ماستر تعليم مشترك
fr: Enseignement commun

source: Third cycle: Doctoral training
ar: الطور الثالث : تحضير الدكتوراه
fr: Troisième cycle: Formation doctorale

source: For more than a decade, National Higher School of Statistics and Applied Economics has been training doctoral students to meet the needs of higher education training and to implement national research plan focused on human competence. The school’s doctoral training is adapting with the various legal reforms endorsed by the Minister of Higher Education and Scientific Research.
ar: منذ أكثر من عقد من الزمان، تعمل المدرسة الوطنية العليا للإحصاء والاقتصاد التطبيقي على تكوين طلاب الدكتوراه لتلبية احتياجات التكوين في التعليم العالي وتنفيذ خطة بحثية وطنية تركز على الكفاءة البشرية. ويتكيف تكوين الدكتوراه في المدرسة مع الإصلاحات القانونية المختلفة التي أقرها وزير التعليم العالي والبحث العلمي
fr: Depuis plus d'une décennie, l'École nationale supérieure de statistique et d'économie appliquée forme des doctorants pour répondre aux besoins de formation de l'enseignement supérieur et pour mettre en œuvre le plan national de recherche axé sur la compétence humaine. La formation doctorale de l'école s'adapte aux différentes réformes juridiques entérinées par le ministre de l'Enseignement supérieur et de la Recherche scientifique.

source: DIGITAL PLATEFORMS
ar: المنصات الرقمية
fr: PLATEFORMES NUMÉRIQUES

source: ENSSEA Library
ar: المكتبة
fr: bibliothèque de ENSSEA

source: Library
ar: المكتبة
fr: bibliothèque

source: The university library is considered the main and an essential pillar of scientific research, as it is based on the service of teaching staff, students and staff. The school has a rich library with various scientific references, as it contains :<br>
ar: تعتبر مكتبة الجامعة ركيزة أساسية وأساسية للبحث العلمي ، حيث أنها تقوم على خدمة أعضاء هيئة التدريس والطلاب والموظفين. المدرسة لديها مكتبة غنية مع مختلف المراجع العلمية ، كما أنه تحتوي على <br>
fr: La bibliothèque universitaire est considérée comme le pilier principal et essentiel de la recherche scientifique, car elle est basée sur le service du personnel enseignant, des étudiants et du personnel. L'école dispose d'une riche bibliothèque avec diverses références scientifiques, elle contient:

source: Type of document
ar: نوع المستند
fr: Type de document

source: Number of titles and copies
ar: عدد العناوين والنسخ
fr: Nombre de titres et d'exemplaires

source: Books
ar: الكتب
fr: Livres
