Repository: BenkaidaNet/Site_ENSSEA
Catalog: ENSSEA_SITE/VirtualM/EnsseaWeb/locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: 12846 titles and 25419 trilingual version
ar: 12846 عنوان و 25419 نسخة بثلاث لغات
fr: 12846 titres et 25419 versions trilingues

source: The Magazines
ar: المجلات
fr: Les Magazines

source: More than 400 titles
ar: أكثر من 400 عنوان
fr: Plus de 400 titres

source: State Engineer's Dissertations
ar: أطروحات مهندس الدولة
fr: Mémoires d'Ingénieur d'État

source: 5989 dissertations
ar: 5989 أطروحة
fr: 5989 mémoires

source: Magister Dissertations
ar: رسائل الماجستير
fr: Mémoires de Magister

source: 353 dissertation
ar: 353 أطروحة
fr: 353 mémoire

source: Senior Technician Dissertations
ar: مذكرات التقنيون السامون
fr: Mémoires de Technicien Supérieur

source: 1800 dissertation
ar: 1800 مذكرة
fr: 1800 mémoire

source: Master's Theses
ar: مذكرات الماستر
fr: Etudiants Master

source: 1557 dissertation
ar: 1557 مذكرة
fr: 1557 mémoire

source: Doctoral Theses
ar: رسائل الدكتوراه
fr: Thèses de Doctorat

source: 250 doctoral theses
ar: 250 رسالة دكتوراه
fr: 250 thèses de doctorat

source: It also contains two reading rooms and a bibliographic research room equipped with computers programmed with a special search system, in addition to a digital library that holds the entire documentary collection of the library of the National School of Statistics and Applied Economics, including books and theses, accessible to each researcher via the school's official website. The library director, with the help of the heads of its departments, manages the library and provides services to users, while also enriching and developing the collection through various forms of acquisition, the most important of which are purchases, gifts, and deposits.<br> Based on the above and the services provided by the Library of the National School of Statistics and Applied Economics, the importance of the library is evident in advancing scientific research.
ar: كما تحتوي على غرفتي قراءة وغرفة أبحاث ببليوغرافية مجهزة بأجهزة كمبيوتر مبرمجة بنظام بحثي خاص ، بالإضافة إلى مكتبة رقمية تحتوي على المجموعة الوثائقية الكاملة لمكتبة المدرسة الوطنية للإحصاء والاقتصاد التطبيقي ، بما في ذلك الكتب والأطروحات ، ويمكن لكل باحث الوصول إليها عبر الموقع الرسمي للمدرسة. وتتولى مديرة المكتبة ، بمساعدة رؤساء أقسامها ، إدارة المكتبة وتقديم خدماتها للمستخدمين ، فضلا عن إثراء الصندوق وتطويره في مختلف أشكال التوريد ، وأهمها المشتريات والهدايا والودائع
fr: Il contient également deux salles de lecture et une salle de recherche bibliographique équipée d'ordinateurs programmés avec un système de recherche spécial, en plus d'une bibliothèque numérique qui détient l'intégralité de la collection documentaire de la bibliothèque de l'École Nationale de Statistique et d'Économie Appliquée, y compris les livres et thèses, accessibles à chaque chercheur via le site officiel de l'école. Le directeur de la bibliothèque, avec l'aide des responsables de ses départements, gère la bibliothèque et fournit des services aux usagers, tout en enrichissant et en développant la collection par diverses formes d'acquisition, dont les plus importantes sont les achats, les dons et les dépôts.<br > Sur la base de ce qui précède et des services fournis par la Bibliothèque de l'École Nationale de Statistique et d'Économie appliquée, l'importance de la bibliothèque est évidente pour faire progresser la recherche scientifique.

source: Organizational chart
ar: الهيكل التنظيمي
fr: organigramme

source: Previous
ar: السابق
fr: Précédent

source: Next
ar: التالي
fr: Suivant

source: Departement of Preparatory Classes
ar: قسم الطور التحضيري
fr: Departement de Classes Préparatoires

source: The modules studied during the preparatory cycle
ar: الوحدات التي يتم دراستها خلال الطور التحضيري
fr: Les modules étudiés au cours du cycle préparatoire

source: preparatory classe First year
ar: الأقسام التحضيرية السنة الأولى
fr: classes préparatoires Première année

source: preparatory classe Second year
ar: الأقسام التحضيرية السنة الثانية
fr: classes préparatoires Deuxième année

source: Departement of quantitative and prospective economics
ar: قسم الاقتصاد الكمي والاستشراف الاقتصادي
fr: Departement d'Economie quantitative et prospective

source: Modules that are studied for each specialty
ar: الوحدات التي يتم دراستها لكل تخصص
fr: Modules étudiés pour chaque spécialité

source: Scientific Activities
ar: الأنشطة العلمية
fr: Activités scientifiques

source: Presentation
ar: تقديم

source: Staff of library
ar: موظفو المكتبة
fr: Personnel de la bibliothèque

source: Internal Regulations
ar: اللائحة الداخلية
fr: Règlement Intérieur

source: Staff of Library
ar: موظفو المكتبة
fr: Personnel de la bibliothèque

source: The library is composed of a director and 3 heads of departments:<br>
ar: <br> تتكون المكتبة من مدير و 3 رؤساء مصالح:
fr: La bibliothèque est composée d'un directeur et de 3 chefs de services: < br>

source: acquisition and processing
ar: الاستلام والمعالجة
fr: acquisition et traitement

source: bibliographic research
ar: البحث الببليوغرافي
fr: recherche bibliographique

source: reception and orientation
ar: الاستقبال و التوجيه
fr: accueil et orientation

source: Missions of the Library services
ar: مهام مصالح المكتبة
fr: Missions des services de la Bibliothèque

source: Reception and orientation service
ar: مصلحة الاستقبال و التوجيه
fr: Service d'accueil et d'orientation

source: Access to references
ar: الوصول إلى المراجع
fr: Accès aux références

source: Internal and external lending
ar: الإعارة الداخلية والخارجية
fr: Prêts internes et externes

source: Registration in the library
ar: التسجيل في المكتبة
fr: Inscription à la bibliothèque

source: Access to databases
ar: الوصول إلى قواعد البيانات
fr: Accès aux bases de données

source: Take care of the library's holdings and update inventory lists
ar: رعاية مقتنيات المكتبة وتحديث قوائم الجرد
fr: S'occuper des fonds de la bibliothèque et mettre à jour les listes d'inventaire

source: signature of the QUITUS form
ar: توقيع نموذج الخروج
fr: signature du formulaire de QUITUS

source: Bibliographic research department
ar: قسم البحوث الببليوغرافية
fr: Service de recherche bibliographique

source: To ensure the promotion of bibliographic research among the beneficiaries and to accompany them in the realization of their scientific research through:
ar: ضمان تعزيز البحث الببليوغرافي بين المستفيدين ومرافقتهم في تحقيق بحثهم العلمي من خلال:
fr: Assurer la promotion de la recherche bibliographique auprès des bénéficiaires et les accompagner dans la réalisation de leurs recherches scientifiques à travers:

source: Manage the library's website and provide the institution's website with information about the library
ar: إدارة موقع المكتبة وتزويد موقع المؤسسة بـ معلومات عن المكتبة
fr: Gérer le site Web de la bibliothèque et fournir sur le site Web de l'institution des informations sur la bibliothèque

source: Manage SNDL accounts and provide a private account for each student
ar: إدارة حسابات SNDL وتوفير حساب خاص لكل طالب
fr: Gérer les comptes SNDL et fournir un compte privé pour chaque étudiant

source: Manage SCHOLARVOX accounts and provide a private account for each student
ar: إدارة حسابات سكلارفوكس وتوفير حساب خاص لكل طالب
fr: Gérez les comptes SCHOLARVOX et fournissez un compte privé à chaque étudiant

source: Acquisition and processing service
ar: مصلحة الاستلام والمعالجة
fr: Service d'acquisition et de traitement

source: Responsible for the documentary series
ar: مسؤول عن السلسلة الوثائقية
fr: Responsable de la série documentaire

source: Collect the needs of the library according to the teaching programs
ar: جمع احتياجات المكتبة حسب البرامج التعليمية
fr: Recueillir les besoins de la bibliothèque en fonction des programmes d'enseignement

source: Analysis of requests and preparation of the list of acquisitions
ar: تحليل الطلبات وإعداد قائمة المقتنيات
fr: Analyse des demandes et préparation de la liste des acquisitions

source: Use of the standardized SYNGEB system (standardized library management system) for the processing of books and theses
ar: استخدام نظام سنجاب (النظام الموحد لإدارة المكتبات) لتجهيز الكتب والرسائل العلمية
fr: Utilisation du système SYNGE standardisé (système de gestion de bibliothèque standardisé) pour le traitement des livres et des thèses

source: The receipt of the order with an acknowledgment of receipt, then registration in a special register where the documents are acquired via the publishers' indexes
ar: استلام الطلب مع إقرار الاستلام ، ثم التسجيل في سجل خاص حيث يتم الحصول على المستندات عبر فهارس الناشرين
fr: La réception de la commande avec accusé de réception, puis inscription dans un registre spécial où les documents sont acquis via les index des éditeurs

source: Cataloguing of the documentary fund according to the accepted standards of bibliographic description
ar: فهرسة الصندوق الوثائقي وفقا للمعايير المقبولة للوصف الببليوغرافي
fr: Catalogage du fonds documentaire selon les normes acceptées de description bibliographique

source: library director :
ar: مدير المكتبة :
fr: directeur de bibliothèque :

source: The higher education and teaching at the level of the National Higher School of Statistics and Applied Economics lasts five years and is divided into three periods:
ar: تستمر الدراسة والتعليم العالي على مستوى المدرسة الوطنية العليا للإحصاء والاقتصاد التطبيقي لمدة خمس سنوات وتنقسم إلى ثلاث فترات:
fr: L'enseignement supérieur et l'enseignement au niveau de l'École Nationale Supérieure de Statistique et d'Économie Appliquée durent cinq ans et sont répartis en trois périodes:

source: TWO YEARS OF PREPARATORY CLASSES
ar: سنتان من الأقسام التحضيرية
fr: DEUX ANNÉES DE CLASSES PRÉPARATOIRES

source: Two years during which the basic knowledge is taught for mastery by the student before moving on to the second cycle.
ar: سنتان يتم خلالها تدريس المعرفة الأساسية لإتقانها من قبلالطالب قبل الانتقال إلى الطور الثاني
fr: Deux années pendant lesquelles les connaissances de base sont enseignées pour la maîtrise par l'étudiant avant de passer au deuxième cycle.

source: A YEAR OF COMMON CORE IN THE SECOND CYCLE
ar: عام من التعليم المشترك في الطور الثاني
fr: UNE ANNÉE DE TRONC COMMUN AU DEUXIÈME CYCLE

source: Students who pass the contest enter the first year of the second cycle.
ar: الطلاب الذين يجتازون المسابقة يدخلون السنة الأولى من الطور الثاني.
fr: Les étudiants qui réussissent le concours entrent en première année du deuxième cycle.

source: TWO YEARS OF SPECIALTY (4TH + 5TH YEAR)
ar: سنتان من التخصص (السنة الرابعة و الخامسة)
fr: DEUX ANS DE SPÉCIALITÉ (4ÈME + 5ÈME ANNÉE)

source: The School offers its students six specialties which are taught for the engineering cycle (Statistics and Data Science, Applied Statistics, Applied Economics and Prospective, Statistics and Economic Prospective, Finance and Actuarial Science, Population Sciences and Statistics Social). The choice is made at the end of the 1st year of the second cycle on the basis of the grades obtained during the first year of the second cycle and the places open by specialty.
ar: تقدم المدرسة لطلابها ستة تخصصات يتم تدريسها لطور الماستر (الإحصاء وعلوم البيانات ، والإحصاءات التطبيقية ، والاقتصاد التطبيقي والمستقبلي ، والإحصاءات والمستقبل الاقتصادي ، والمالية وحساب المخاطرة ، وعلوم السكان والإحصاءات الاجتماعية). يتم الاختيار في نهاية السنة الاولى من الطور الثاني على أساس الدرجات التي تم الحصول والأماكن المفتوحة حسب التخصص
fr: L'École propose à ses étudiants six spécialités qui sont enseignées pour le cycle ingénieur (Statistiques et Science des Données, Statistiques Appliquées, Économie Appliquée et Prospective, Statistiques et Prospective Économique, Finance et Actuariat, Sciences de la Population et Statistiques Sociales). Le choix se fait à la fin de la 1ère année du deuxième cycle sur la base des notes obtenues lors de la première année du deuxième cycle et des places ouvertes par spécialité.

source: The Scientific Council is an advisory body which gives its opinion and proposes guidelines for the scientific and pedagogical affairs of the School; it is chaired by the Director of the School composed of Deputy Directors, heads of Departments, presidents of scientific committees of departments, Directors of research laboratories, the Director of the Library, permanent teachers reporting to other higher education institutions and elected representatives of teachers of the School.<br> The Scientific Committee of the Department is an advisory structure that issues opinions and recommendations on scientific and pedagogical affairs submitted to it by the head of department; it includes, in addition to the head of Department, elected Representatives of the teachers of the Department.
fr: Le Conseil scientifique est un organe consultatif qui donne son avis et propose des orientations pour les affaires scientifiques et pédagogiques de l'École ; il est présidé par le Directeur de l'École et composé des Directeurs adjoints, des chefs de départements, des présidents des comités scientifiques de départements, des Directeurs des laboratoires de recherche, du Directeur de la Bibliothèque, des enseignants permanents rattachés à d'autres établissements d'enseignement supérieur et des représentants élus des enseignants de l'École.Le Comité scientifique du Département est une structure consultative qui émet des avis et des recommandations sur les affaires scientifiques et pédagogiques qui lui sont soumises par le chef de département ;il comprend, outre le chef de département, des Représentants élus des enseignants du Département.
